<?php
// +----------------------------------------------------------------------
// | Cookie设置
// +----------------------------------------------------------------------
return [
    // salt 配置
    'user_salt'    => 'xiejun',

    // 用户 status 配置
    'user_status'  => [
        'normal' => 1,          // 正常
        'freeze' => 0,          // 冻结
        'del'    => -1          // 删除
    ],

    // 
    'user_eidt' => [
        'login' => 'login'
    ],

    // 封面图保存路径
    'cover_url' => '../storage/',
];
